web-api-helloworld/java-springboot/result-cpu-bound.txt
Running 1m test @ http://localhost:8000/cpu-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    27.19ms   65.88ms   1.19s    99.03%
    Req/Sec     2.86k   517.89     5.00k    75.08%
  674579 requests in 1.10m, 95.33MB read
  Socket errors: connect 0, read 0, write 0, timeout 200
Requests/sec:  10235.58
Transfer/sec:      1.45MB