web-api-helloworld/java-springboot/result-ping.txt
Running 1m test @ http://localhost:8000/ping
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    22.62ms   27.56ms  97.82ms   78.55%
    Req/Sec     3.02k   467.56     4.93k    70.66%
  721359 requests in 1.00m, 98.51MB read
Requests/sec:  12016.42
Transfer/sec:      1.64MB