web-api-helloworld/java-springboot/result-ping.txt
Running 1m test @ http://localhost:8000/ping
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    22.79ms   28.11ms  97.94ms   78.92%
    Req/Sec     2.90k   584.10     5.91k    69.14%
  694647 requests in 1.05m, 94.86MB read
  Socket errors: connect 0, read 0, write 0, timeout 100
Requests/sec:  11029.70
Transfer/sec:      1.51MB